Repository: mattemre/Sgt_Imalas-Oni-Mods
Catalog: ClusterTraitGenerationManager/ModAssets/translations/*.po
Languages: tr

source: Number to generate:
tr: Oluşturulacak sayı:

source: REPLAC
tr: İçerik

source: How many instances of these should be generated. Values that aren't full numbers represent a chance to generate for POIs. (f.e. 0.8 = 80% chance to generate this POI)
tr: Bunların kaç örneği oluşturulmalıdır?. Tam sayı olmayan değerler, %'lik oluşturma şansını temsil eder. ör. 0.8 = 80% üretim şansına karşılık gelir)

source: Height:
tr: Yükseklik:

source: Asteroid Size:
tr: Asteroit Boyutu:

source: Slightly Taller
tr: Biraz uzun

source: The asteroid is a bit taller than normal.
tr: Asteroit normalden biraz uzun.

source: Taller
tr: Uzun

source: The asteroid is taller than normal.
tr: Asteroit normalden daha uzun.

source: Much Taller
tr: Çok daha uzun

source: The asteroid is a lot taller than normal.
tr: Asteroit normalden çok daha uzun.

source: Normal Shape
tr: Normal Şekil

source: The asteroid has its usual shape.
tr: Asteroit normal şekline sahiptir.

source: Slightly Wider
tr: Biraz geniş

source: The asteroid is a bit wider than normal.
tr: Asteroit normalden biraz geniştir.

source: Wider
tr: Geniş

source: The asteroid is wider than normal.
tr: Asteroit normalden geniş.

source: Much Wider
tr: Çok Daha Geniş

source: The asteroid is a lot wider than normal.
tr: Asteroit normalden çok daha geniştir.

source: The asteroid is at its usual size.
tr: Asteroit normal boyutunda.

source: Slightly Larger
tr: Biraz büyük

source: The asteroid is 25% larger than normal.
tr: Asteroit normalden %25 daha büyük.

source: Large
tr: Büyük

source: The asteroid is 50% larger than normal.
tr: Asteroit normalden %50 daha büyük.

source: Huge
tr: Çok Büyük

source: The asteroid has twice its usual size.
tr: Asteroit normal boyutunun iki katı büyüklüğünde.

source: Massive
tr: Aşırı Büyük

source: The asteroid has three times its usual size.
tr: Asteroit normal boyutunun üç katı büyüklüğünde.

source: Enormous
tr: Devasa

source: The asteroid has four times its usual size.
tr: Asteroit normal boyutunun dört katı büyüklüğünde.

source: Warning! The planet size you have selected has {0}% more area than a normal vanilla size asteroid. This might lead to a low game performance!
tr: Uyarı! Seçtiğiniz gezegen boyutu, normal bir asteroid boyutundan %{0} daha fazla alana sahiptir. Bu, düşük oyun performansına neden olabilir!

source: The dimensions of this asteroid.
tr: Bu asteroitin boyutları.

source: Width:
tr: Genişlik:

source: Add Trait
tr: Özellik Ekle

source: Asteroid Traits:
tr: Asteroit Özellikleri:

source: No Traits
tr: Özellik Yok

source: Buffer Distance:
tr: Gezegen Mesafesi:

source: The minimum distance this asteroid has to other asteroids.
tr: Bu asteroitin diğer asteroitlere olan minimum mesafesi.

source: Start modified Game
tr: Değiştirilen Oyunu Başlat

source: Start generating a modified Cluster based on selected parameters. Modified Cluster Generation is only activated if this button here is used.
tr: Seçilen parametrelere dayalı olarak değiştirilmiş bir Küme oluşturmaya başlayın. Değiştirilmiş Küme Oluşturma, yalnızca buradaki bu düğme kullanıldığında etkinleştirilir.

source: Reset Cluster
tr: Kümeyi Sıfırla

source: Undo all changes you have made by reloading the cluster preset.
tr: Küme ön ayarını yeniden yükleyerek yaptığınız tüm değişiklikleri geri alın.

source: Reset Current Selection
tr: Geçerli Seçimi Sıfırla

source: Undo all changes you have made to the currently selected item.
tr: Şu anda seçili olan öğede yaptığınız tüm değişiklikleri geri alın.

source: Return
tr: Geri dön

source: Return to the previous screen.
tr: Önceki ekrana dön.

source: Cluster Size:
tr: Küme Boyutu:

source: The radius of the starmap.
tr: Yıldız haritasının yarıçapı.

source: Maximum Distance:
tr: Maksimum Mesafe:

source: The maximum distance this asteroid has to the center of the starmap.
tr: Bu asteroitin yıldız haritasının merkezine olan maksimum mesafesi.

source: Active Meteor Showers:
tr: Aktif Meteor Yağmurları:

source: Active Meteor Seasons:
tr: Aktif Meteor Mevsimleri:

source: Add additional meteor season
tr: Ek meteor mevsimi ekle

source: Add another type of meteor season type to this asteroid. Warning: Meteor season types are all active at the same time, leading to a high volume of meteors at the same time if multiple are added. Normal asteroids have usually 1 season type
tr: Bu asteroide başka bir meteor mevsimi türü ekleyin. Uyarı: Meteor mevsimi türlerinin hepsi aynı anda aktiftir, Dikkat: Tüm meteor mevsimleri aynı anda aktiftir, bu da birden fazla mevsim eklendiğinde aynı anda yüksek sayıda meteor oluşmasına neden olur. Normale Asteroiden haben meist nur einen Saisontyp.

source: Meteors:
tr: Meteorlar:

source: No Meteor Showers
tr: Meteor Yağmuru Yok

source: No season types selected
tr: Sezon türü seçilmedi

source: Remove this Season Type
tr: Bu Sezon Türünü kaldır

source: Add season type
tr: Sezon türü ekle

source: No more available Season Types
tr: Artık Sezon Türü yok

source: This season type does not contain any meteor shower types. This might change in the future if Klei decides to add some showers to this season type. For this reason the season type is still listed here.
tr: Bu sezon türü herhangi bir meteor yağmuru türü içermez. Klei bu sezon tipine biraz sağanak yağış eklemeye karar verirse bu durum gelecekte değişebilir. Bu nedenle sezon türü burada listelenmeye devam etmektedir.

source: This season type contains the following shower types:
tr: Bu sezon türü aşağıdaki meteor yağmurlarını içerir:

source: Available Meteor Season Types:
tr: Mevcut Meteor Mevsimi Türleri:

source: Meteors in this shower type:
tr: Bu yağmur tipindeki meteorlar:

source: Change this season to a different type
tr: Bu sezonu farklı bir türle değiştirin

source: What kind of meteors should come down on this asteroid?
tr: Bu asteroide ne tür meteorlar düşmeli?

source: Minimum Distance:
tr: Minimum Mesafe:

source: The minimum distance this asteroid has to the center of the starmap.
tr: Bu asteroitin yıldız haritasının merkezine olan minimum mesafesi.

source: Generate Item:
tr: Öğe Oluştur:

source: Should this asteroid/POI be generated at all?
tr: Bu Asteroid/Bu yüzey tipi oluşturulmalı mı?

# ClusterTraitGenerationManager.STRINGS.UI.CGM.TRAITPOPUP.CANCELBUTTON.TEXT
source: Cancel
tr: İptal

source: Add this trait
tr: Bu özelliği ekle

source: trait label
tr: satır etiketi

source: No Traits available
tr: Özellik yok

# ClusterTraitGenerationManager.STRINGS.UI.CGM.TRAITPOPUP.TEXT
source: available Traits:
tr: mevcut Özellikler:

# ClusterTraitGenerationManager.STRINGS.UI.CGMBUTTON.DESC
source: Start customizing the currently selected cluster.
tr: Seçili olan kümeyi özelleştirmeye başlayın.

# ClusterTraitGenerationManager.STRINGS.UI.CUSTOMCLUSTERUI.CATEGORYENUM.OUTER
source: Outer Asteroids
tr: Dış Asteroitler

# ClusterTraitGenerationManager.STRINGS.UI.CUSTOMCLUSTERUI.CATEGORYENUM.POI
source: Points of Interest
tr: İlgi noktaları

# ClusterTraitGenerationManager.STRINGS.UI.CUSTOMCLUSTERUI.CATEGORYENUM.START
source: Start Asteroid
tr: Asteroid'i başlat

# ClusterTraitGenerationManager.STRINGS.UI.CUSTOMCLUSTERUI.CATEGORYENUM.WARP
source: Teleport Asteroid
tr: Işınlanma Asteroidi

# ClusterTraitGenerationManager.STRINGS.UI.CUSTOMCLUSTERUI.NAMECATEGORIES
source: Starmap Item Category
tr: Yıldız Haritası Öğe Kategorisi

# ClusterTraitGenerationManager.STRINGS.UI.CUSTOMCLUSTERUI.NAMEITEMS
source: Starmap Items of this category
tr: Bu kategorideki yıldız haritası öğeleri

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.DESCRIPTION
source: You have selected more than 6 outer planets, which can lead to placement failures. Automatically adjust cluster size and placements?
tr: 6'dan fazla dış gezegen seçtiniz, bu da hatalara yol açabilir. Küme boyutu ve yerleşimleri otomatik olarak ayarlansın mı?

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.NOMANUAL
source: No, let me do it manually.
tr: Hayır, manuel olarak yapayım.

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.WINDOWNAME
source: Potential Generation Errors detected!
tr: Potansiyel Üretim Hataları tespit edildi!

# ClusterTraitGenerationManager.STRINGS.UI.GENERATIONWARNING.YES
source: Yes
tr: Evet

source: Choose an amount of random outer asteroids. Each asteroid can only generate once
tr: Rastgele seçilmiş bir dizi asteroit seçin. Her asteroit yalnızca bir kez üretebilir

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.CGM_RANDOM_OUTER.NAME
source: Random Outer Asteroid(s)
tr: Rastgele Dış Asteroid(ler)

source: Choose an amount of POIs at random. Does not roll unique POIs (Temporal Tear, Russel's Teapot)
tr: Rastgele seçilmiş bir yüzey tipi seçin. Benzersiz yüzeyler oluşturulamaz (Zamansal Yırtık, Russell'ın Çaydanlığı)

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.CGM_RANDOM_POI.NAME
source: Random POI
tr: Rasgele Yüzey Tipi

source: The starting asteroid will be picked at random
tr: Başlangıç asteroidi rastgele seçilecek

source: Random Start Asteroid
tr: Rastgele Başlangıç Asteroidi

source: The teleporter asteroid will be picked at random
tr: Işınlayıcı asteroidi rastgele seçilecek

# ClusterTraitGenerationManager.STRINGS.UI.SPACEDESTINATIONS.CGM_RANDOM_WARP.NAME
source: Random Teleporter Asteroid
tr: Rastgele Işınlayıcı Asteroidi

# ClusterTraitGenerationManager.STRINGS.WORLD_TRAITS.CGM_RANDOMTRAIT.DESCRIPTION
source: Chooses between 1 and 3 Traits at random. Mutually exclusive with other selectable Traits.
tr: Rastgele 1 ila 3 Özellik arasından seçim yapar. Diğer seçilebilir özelliklerle birbirini zıtlar.

# ClusterTraitGenerationManager.STRINGS.WORLD_TRAITS.CGM_RANDOMTRAIT.NAME
source: Randomized Traits
tr: Rastgele Nitelikler
