Repository: mattemre/Sgt_Imalas-Oni-Mods
Catalog: SetStartDupes/ModAssets/translations/*.po
Languages: tr

# SetStartDupes.STRINGS.UI.BUTTONS.ADDTOSTATS
source: Add new
tr: Yeni ekle

# SetStartDupes.STRINGS.UI.BUTTONS.APPLYSKIN
source: Apply this Personality
tr: Bu kişiliği uygula

# SetStartDupes.STRINGS.UI.BUTTONS.CYCLENEXT
source: Cycle to next
tr: Sonrakine geç

# SetStartDupes.STRINGS.UI.BUTTONS.CYCLEPREV
source: Cycle to previous
tr: Öncekine dön

# SetStartDupes.STRINGS.UI.BUTTONS.DUPESKINBUTTONTOOLTIP
source: Select Duplicant Personality (Skin)
tr: Kopya kişiliği seçin (dış görünüm)

# SetStartDupes.STRINGS.UI.BUTTONS.MODIFYBUTTONTOOLTIP
source: Modify Duplicant Stats
tr: Kopya statlarını değiştirin

# SetStartDupes.STRINGS.UI.BUTTONS.MODIFYBUTTONTOOLTIP2
source: Apply Stat Changes
tr: Stat değişikliklerini uygulayın

# SetStartDupes.STRINGS.UI.BUTTONS.PRESETWINDOWBUTTONTOOLTIP
source: Open Duplicant Preset Window To create a preset from this duplicants stats, click the "Generate Preset" button in the preset window.
tr: Kopya hazır ayar penceresini aç Bu kopya istatistiklerden bir ön ayar oluşturmak için, ön ayar penceresindeki "Önayar Oluştur" düğmesine tıklayın.

# SetStartDupes.STRINGS.UI.BUTTONS.REMOVEFROMSTATS
source: Remove
tr: Kaldır

# SetStartDupes.STRINGS.UI.BUTTONS.REROLLCAREPACKAGE
source: Reroll for a different Care Package
tr: Farklı bir paket için yenile

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDANDREMOVE.NAME
source: Add/Remove Interests and Traits
tr: İlgi Alanları ve Özellikler Ekle/Kaldır

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDANDREMOVE.TOOLTIP
source: Allows to add new or remove existing Traits and Interests on Duplicants. Can be overpowered if used excessively.
tr: Yeni ilgi alanları ve özellikler eklemeye ve mevcut ilgi alanlarını ve özellikleri kaldırmaya izin verir. Aşırı kullanım OP olabilir.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLY.NAME
source: Print Care Packages only
tr: Yalnızca yardım paketlerini yazdır

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLY.TOOLTIP
source: When enabled, the printing pod will only give care packages when more than the the configured number of duplicants are alive. Overrides the care package configuration of a save game.
tr: Etkinleştirildiğinde, yazdırma bölmesi yalnızca yapılandırılan kopya sayısından daha fazlası canlı olduğunda bakım paketleri verecektir. Kayıtlı bir oyunun yardım paketi yapılandırmasını geçersiz kılar.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYDUPECAP.NAME
source: Duplicant Threshold for care packages only
tr: "Yalnızca Yardımcı Paketleri Yazdır" için Yinelenen Sayım Eşiği

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYDUPECAP.TOOLTIP
source: Only has an effect if "Print Care Packages only" is enabled. While above this number of duplicants, the printer will only give care packages.
tr: Yalnızca "Yalnızca yardım paketlerini yazdır" etkinleştirildiğinde etkilidir. Yazıcı, bu kopya sayısından yalnızca yardım paketleri çıkarır.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYPACKAGECAP.NAME
source: Number of care packages for care packages only
tr: yardım paketi sayısı

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYPACKAGECAP.TOOLTIP
source: Only has an effect if "Print Care Packages only" is enabled. Set the number of care packages that generate when the cap is in effect
tr: Yalnızca "Yalnızca yardım paketlerini yazdır" etkinleştirildiğinde etkilidir. Limit aşıldığında oluşturulacak yardımcı paketlerin sayısını ayarlayın

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.A_GAMESTART
source: Options for Game Start
tr: Oyun başlatma seçenekleri

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.B_PRINTINGPOD
source: Options for Printing Pod
tr: Yazdırma Bölmesi Seçenekleri

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.C_EXTRAS
source: Options for Traits and Interests
tr: Özellikler ve İlgi Alanları için Seçenekler

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DUPLICANTSTARTAMOUNT.NAME
source: Number of Starting Duplicants
tr: Başlangıçtaki kopya sayısı

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DUPLICANTSTARTAMOUNT.TOOLTIP
source: Choose the amount of duplicants you want to start with.
tr: Başlamak istediğiniz kopya miktarını seçin.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.INTERESTPOINTSBALANCING.NAME
source: Interest Point Balancing
tr: İlgi Noktaları Dengeleme

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.INTERESTPOINTSBALANCING.TOOLTIP
source: Use the vanilla interest point bonus for active interests determined by active traits. Deactivate to override this point limit.
tr: Aktif özelliklere göre belirlenen aktif ilgi alanları için vanilya faiz puanı bonusunu kullanın. Bu nokta sınırını geçersiz kılmak için devre dışı bırakın.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MODIFYDURINGGAME.NAME
source: Modification of printing pod Duplicants
tr: Yazdırma bölmesinde Kopyalarının değiştirilmesi

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MODIFYDURINGGAME.TOOLTIP
source: Enable this option to add the modify button to printing pod dupes When disabled, the feature only appears on the starter dupe selection. This also enables the use of presets.
tr: Seçenek etkinse, biyoyazıcı kopyaları da değiştirilebilir. Bu seçenek devre dışı bırakılırsa, özellik yalnızca yeni kayıtlarda başlangıç ​​kopyalarında görünür. Bu aynı zamanda öznitelik şablonlarının kullanılmasını sağlar.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOJOYREACTION.NAME
source: Disable Overjoyed Responses
tr: Çok Memnun Yanıtları Devre Dışı Bırak

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOJOYREACTION.TOOLTIP
source: Deactivates Overjoyed Responses on newly generated duplicants
tr: Yeni oluşturulan kopyalarda Çok Sevinçli Yanıtları devre dışı bırakır

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOSTRESSREACTION.NAME
source: Disable Stress Reactions
tr: Stres Reaksiyonlarını Devre Dışı Bırak

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOSTRESSREACTION.TOOLTIP
source: Deactivates Stress Reactions on newly generated duplicants
tr: Stres reaksiyonu olmadan yeni kopyalar oluşturun

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PAUSEONREADYTOPRING.NAME
source: Pause on "ready to print"
tr: "Yazdırmaya hazır" konumunda duraklat

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PAUSEONREADYTOPRING.TOOLTIP
source: Pause the game when the printing pod has recharged for a new print
tr: Baskı bölmesi yeni bir baskı için şarj olduğunda oyunu duraklatın

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIME.NAME
source: Printing pod cooldown time
tr: Yazdırma bölgesi bekleme süresi

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIME.TOOLTIP
source: Time it takes for the printing pod to recharge for the next print in cycles. Default is 3 cycles.
tr: Yazdırma bölgesinin bir sonraki baskı için ihtiyaç duyduğu döngü cinsinden süre. Varsayılan 3 döngüdür.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLDURINGGAME.NAME
source: Reroll printing pod
tr: Yazdırma bölgesi yenileyici

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLDURINGGAME.TOOLTIP
source: Enable this option to add the reroll button to printing pod Duplicants and care packages.
tr: Yazdırma bölmesi Kopyalarına ve bakım paketlerine yenile düğmesi eklemek için bu seçeneği etkinleştirin.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SKINSDOREACTS.NAME
source: Skins include reactions
tr: Dış görünümler reaksiyonları içerir

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SKINSDOREACTS.TOOLTIP
source: When applying a skin, the inherited overjoyed response and stress reaction get applied in addition to the skin.
tr: Bir cilt uygularken, cilde ek olarak kalıtsal aşırı sevinçli tepki ve stres tepkisi de uygulanır.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.STARTUPRESOURCES.NAME
source: Extra Starting Resources
tr: Ekstra Başlangıç Kaynakları

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.STARTUPRESOURCES.TOOLTIP
source: Add some extra startup resources for your additional duplicants. Only goes in effect with more than 3 dupes. Only accounts for extra dupes above 3.
tr: Ek kopyalarınız için bazı ekstra başlangıç kaynakları ekleyin. Sadece 3'ten fazla dupe ile geçerli olur. Yalnızca 3'ün üzerindeki ekstra kopyaları hesaba katar.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SUPPORTEDDAYS.NAME
source: Supported Days
tr: Ek Destek Günü Sayısı

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SUPPORTEDDAYS.TOOLTIP
source: Amount of days the extra starting resources should last. No effect if "Extra Starting Resources" is disabled.
tr: Ekstra başlangıç kaynaklarının sürmesi gereken gün miktarı. "Ek Başlangıç Kaynakları" devre dışı bırakılırsa hiçbir etkisi olmaz.

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.OTHERMODORIGINNAME
source: Mysterious Origin (other mods)
tr: Gizemli Köken (diğer modlar)

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOINTS
source: Interest Bonus:
tr: İlgi Bonusu:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOOL
source: Interest points to spend:
tr: Harcanacak ilgi puanları:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOOLTOOLTIP
source: This Duplicant has {0} total interest bonus points These come from the following trait boni:
tr: Bu kopyanın toplam {0} ilgi bonus puanı vardır. Bunlar, aşağıdaki özellik bonuslarından gelir:

source: No items available.
tr: Kullanılabilir öğe yok.

source: Select this
tr: Bunu seç

# SetStartDupes.STRINGS.UI.DUPESKILLSPOPUP.TOREPLACE.LABEL
source: To replace:
tr: Yeniden yerleştir:

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE YOUR DUPLICANTS TO BEGIN
tr: BAŞLAMAK İÇİN KOPYALARINIZI SEÇİN

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.SELECTYOURLONECREWMAN
source: CHOOSE YOUR LONE DUPLICANT TO BEGIN
tr: BAŞLAMAK İÇİN YALNIZ KOPYAYI SEÇ

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.CANCEL
source: Cancel
tr: İptal

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.DESC
source: You are about to delete the stat preset "{0}". Do you want to continue?
tr: "{0}" istatistik ön ayarını silmek üzeresiniz. Devam etmek istiyor musun?

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.TITLE
source: Delete {0}
tr: {0} Sil

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.YES
source: Confirm Deletion
tr: Silmeyi Onayla

source: Apply Preset
tr: Hazır Şablonu Uygula

source: Apply the currenly displayed stats to the Duplicant this window was opened from.
tr: Görüntülenmekte olan istatistikleri, bu pencerenin açıldığı Kopyaya uygula.

source: Return
tr: Geri Dön

source: close preset window
tr: ön ayar penceresini kapat

source: Generate Preset
tr: Hazır Ayar Oluştur

source: Generate and store a new preset from the currenly displayed stats. Only has an effect if the preset doesn't exist yet
tr: Şu anda görüntülenen istatistiklerden yeni bir ön ayar oluşturun ve saklayın. Yalnızca ön ayar henüz mevcut değilse etkisi vardır

source: No presets available.
tr: Ön ayar yok

source: Load Preset
tr: Ön Ayarı Yükle

source: Delete Preset
tr: Ön Ayarı Sil

source: Rename Preset
tr: Ön Ayarı İsimlendir

# SetStartDupes.STRINGS.UI.PRESETWINDOW.TITLE
source: Stat Presets
tr: Ön Ayar İstatistiği

# SetStartDupes.STRINGS.UNNAMEDPRESET
source: (Unnamed Preset)
tr: (Adsız Ön Ayar)
